cask_args appdir: '/Applications'

tap 'homebrew/bundle'
# tap "homebrew/cask"

brew 'ack'
brew 'coreutils'
# brew 'docker'
# brew 'go'
# brew "fish"
brew 'ffmpeg'
brew 'flac'
# brew "heroku/brew/heroku"
brew "mas"
brew "pandoc"
brew "python"
brew "pipenv"
brew "redis"
brew "heroku
# brew "ta-lib"

# brew 'libcaca', args: ['with-imlib2']
brew 'openssl'
brew 'node'
brew 'postgresql'
# brew 'ruby-build'
# brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

# cask 'atom'
# cask 'firefox'
# cask 'google-chrome'
# cask 'iterm2'
# cask 'karabiner'
# cask 'launchbar'
# cask 'qbittorrent'
# cask 'the-unarchiver'
# cask 'slack'
# cask 'sublime-text'
# cask 'telegram-desktop'
# cask 'tunnelbear'
# cask 'vlc'

# mas "Simplenote", id: 692867256
# mas "LastPass", id: 926036361
# mas "Magnet", id: 441258766
# mas "Harvest", id: 506189836
# mas "The Unarchiver", id: 425424353
# mas "LimeChat" , id: 692867256
