cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew "fish"
brew 'ffmpeg'
brew 'flac'
brew "heroku/brew/heroku"
brew "mas"
# brew "pandoc"
brew "python"
brew "redis"
brew "ta-lib"

brew 'libcaca', args: ['with-imlib2']
brew 'openssl'
brew 'node'
brew 'postgresql'
# brew 'ruby-build'
# brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'atom'
cask 'firefox'
# cask 'google-chrome'
cask 'iterm2'
cask 'karabiner'
# cask 'qbittorrent'
cask 'slack'
cask 'sublime-text'
cask 'telegram-desktop'
cask 'tunnelbear'
cask 'vlc'

